Repository: tahamahmoud7/daily-tasks
Catalog: lib/l10n/app_*.arb
Languages: ar

source: ToDo List
ar: قائمة المهام

source: Title
ar: العنوان

source: Add New Task
ar: أضافت مهمة جديدة

source: Descrabtion
ar: الوصف

source: Select Data
ar: اختار التاريخ

source: ADD Task
ar: اضافة المهمة

source: Setting
ar: الاعدادات

source: List
ar: القائمة

source: Language
ar: اللغة

source: Are You Sure Add Task
ar: هل أنت متأكد من أضافة المهمة

source: Yes
ar: نعم

source: Cencal
ar: لا

source: Edit Task
ar: تعديل المهمة

source: Edit Title
ar: تعديل العنوان

source: Edit Descrabtion
ar: تعديل الوصف

source: Edit Select Data
ar: تعديل التاريخ

source: Save Changes
ar: حفظ التعديل

source: Please Entar Title
ar: من فضلك أضف العنوان

source: Please Entar Descrbtion
ar: من فضلك أضف الوصف

source: Arabic
ar: العربية

source: English
ar: الإنجليزية
